import course1 from "./assets/course1.jpg";
import course2 from "./assets/course2.jpg";
import course3 from "./assets/course3.jpg";
import course4 from "./assets/course4.jpg";
import course5 from "./assets/course5.jpg";
import course6 from "./assets/course6.jpg";
import course7 from "./assets/course7.jpg";
import course8 from "./assets/course8.jpg";
import course9 from "./assets/course9.jpg";

import aboutUs1 from "./assets/about-us1.jpg";
import aboutUs2 from "./assets/about-us2.jpg";
import aboutUs3 from "./assets/about-us3.jpg";
import aboutUs4 from "./assets/about-us4.jpg";
import aboutUs5 from "./assets/about-us5.jpg";
import aboutUs6 from "./assets/about-us6.jpg";
import aboutUs7 from "./assets/about-us7.jpg";

export const courses = [
  {
    name: "Алгоритмика и логика (Scratch) по собственной методике",
    pic: course1,
    p1: "На занятиях по алгоритмике и логике на базе Scratch, ребята окунуться в увлекательный мир логики и алгоритмизации, научаться программировать и создавать свои первые игры и приложения. Это основа, с изучения которой обучающийся входит в мир профессионального программирования как будущий инженер-программист, разработчик приложений, технический дизайнер. Создавая свои собственные интерактивные истории и игры, ребята научатся разрабатывать проекты, ставить цели и задачи.",
    p2: "Алгоритмика и логика на базе Scratch — курс для детей, которые хотят примерить разные роли, так как именно на этом курсе он будет и в роли автора, и в роли дизайнера, и в роли программиста.",
  },
  {
    name: "Английский язык детей",
    pic: course2,
    p1: "Знание английского языка — обязательное условие почти в каждой профессии. Поэтому важно еще в детстве заняться изучением языка и привить к нему любовь и интерес. Ведь изучая иностранный язык с детства, ребенок получает огромную пользу: дружба со сверстниками из других стран, увлекательные путешествия сегодня и карьерный рост в будущем.",
    p2: "Курс английского языка для детей 7-9 лет поможет заложить основы разговорной и письменной речи в ходе сюжетных уроков, наполненных аудио- и видеоматериалами.",
    p3: "Учебный курс предлагает разнообразные формы работы и огромный материал для обучения английскому языку учащихся разных возрастных групп от 7 до 9 лет, закладывает интерес к языку, мотивирует детей к его дальнейшему изучению и помогает школьникам достигнуть своего полного потенциала.",
    p4: "Курс методично совершенствует навыки мышления учащихся, улучшает их память и повышает концентрацию внимания.",
  },
  {
    name: "Занимательная математика по собственной методике",
    pic: course3,
    p1: "На курсе по занимательной математике вашему ребенку помогут расширить математический кругозор и эрудицию, которая способствует формированию познавательной активности и общему развитию личности.",
    p2: "На занятиях покажут, что математика — это не скучно, а интересно. Заинтересуют математикой даже гуманитариев. Помогут преодолеть страх перед математикой и сложными задачами. Ребенок поймет, что способен решить даже то, чего не знает. Дети отработают навык решения нестандартных задач, ведь решение головоломок и нестандартных задач развивает логику и воображение. А уверенность и знание базы позволит легко и с интересом заниматься математикой школе.",
  },
  {
    name: "Каллиграфия по методике Akira Education",
    pic: course4,
    p1: "Каллиграфия — пишем красиво и быстро!",
    p2: "Мы используем самую передовую методику развития детей — развиваем красивое, правильное и быстрое письмо с использованием геймификации — игровых техник, благодаря которым поддерживается интерес к письму у детей разных возрастов.",
    ul: "Для ребенка:",
    li1: "значительное улучшение почерка",
    li2: "понимание и запоминание правил написания всех элементов и букв, включая заглавные",
    li3: "прививаем интерес к красивому устойчивому письму и концентрацию внимания",
    li4: "формируем устойчивую системную привычку стремиться к красивому письму",
  },
  {
    name: "Скорочтение по методике Akira Education",
    pic: course5,
    p1: "Скорочтение — это навык, который позволяет быстро воспринимать текстовую информацию. Наши преподаватели используют лучшие техники по увеличению скорости чтения с учетом выделения важного, быстрого считывания и запоминания прочитанного, а также по развитию востребованного жизнью направления — эмоционального интеллекта.",
    ul: "Для ребенка:",
    l1: "скорость чтения увеличивается минимум в 5-6 раз",
    li2: "легко сможет прочитать толстую книгу, запомнить и пересказать ее содержание",
    li3: "прививается любовь к чтению и изучению нового",
    li4: "дается устойчивый системный навык считывания, анализа и применения важной информации",
  },
  {
    name: "Развитие памяти по методике Akira Education",
    pic: course6,
    p1: "Хотите, чтобы ваш ребенок быстрее запоминал даты, числа, изображения, людей и прочитанный текст? Наши занятия по развитию памяти помогут ему в этом!",
    ul: "Для ребенка:",
    li1: "память улучшается минимум в 3-5 раз, ребята будут с удовольствием изучать любую полезную и интересную им информацию, её запоминать и использовать в своей жизни",
    li2: "быстрое запоминание комбинации любых чисел от 1 до 1000 и их припоминание на автомате",
    li3: "формируются системные навыки запоминания любых типов информации прямо в процессе их восприятия",
    li4: "наши ученики получают 6 пошаговых алгоритмов оценки информации, её обработки и запоминания в зависимости от типа информации",
  },
  {
    name: "Татарский язык",
    pic: course7,
    p1: "На курсе по татарскому языку ваш ребенок познакомится с особенностями родного языка, научится говорить, читать, писать на татарском языке, что поможет ему стать на шаг ближе к родной культуре, родному языку.",
    p2: "На занятиях много практики и общения с носителем языка, который знает язык изнутри и поможет овладеть детям. Курс разработан под индивидуальные возрастные особенности и позволяет получить как основные базовые, так и в дальнейшем более углубленные знания языка.",
  },
  {
    name: "Ментальная арифметика по методике Akira Education",
    pic: course8,
    p1: "Ментальная арифметика — это система развития детского интеллекта, построенная на обучении быстрому счету в уме по необычной методике.",
    p2: "Мы преподаем по профессиональной, рабочей методике перехода на ментальный счёт, развития мелкой моторики, фотопамяти, скорости мышления.",
    ul: "Для ребенка:",
    li1: "формируется устойчивый системный навык ментального счёта больших чисел",
    li2: "гарантируется прогресс в учёбе, развитие памяти, увеличение скорости принятия решений, быструю переключаемость, рост уверенности в себе",
    li3: "активируется синхронная работа обоих полушарий головного мозга ученика и даём импульс к состоянию «сверхобучаемости»",
  },
  {
    name: "Финансовое мышление",
    pic: course9,
    ul: "На курсе по финансовому мышлению дети:",
    li1: "сформулируют финансовое желание и самостоятельно накопят деньги на его осуществление",
    li2: "научатся бережно относиться к деньгам и узнают, как с ними дружить",
    li3: "самостоятельно сделают вывод о связи увлечений, обучения, выборе профессии и финансового успеха",
    pLast:
      "Также дети виртуально, в роли взрослых пройдут оптимальный путь к финансовой независимости и поймут, как им действовать в реальной жизни, познакомятся с ролью государства, банков в их будущей жизни и подготовятся к этому взаимодействии и получат важные знания о финансовой безопасности личной, семейной, в процессе покупок, работы в сети.",
  },
];

export const ourPics = [
  aboutUs1,
  aboutUs2,
  aboutUs3,
  aboutUs4,
  aboutUs5,
  aboutUs6,
  aboutUs7,
];
